{"<UNK>": 0, "<BEG>": 1, "<END>": 2, "<NL><S>": 3, "<L><S>": 4, "<L>A0B1": 5, "<L>A1B2": 6, "<L>A2B3": 7, "<L>A3B4": 8, "<L>A4B5": 9, "<L>B0C1": 10, "<L>B1C2": 11, "<L>B2C3": 12, "<L>B3C4": 13, "<L>B4C5": 14, "<L>C0D1": 15, "<L>C1D2": 16, "<L>C2D3": 17, "<L>C3D4": 18, "<L>C4D5": 19, "<L>D0E1": 20, "<L>D1E2": 21, "<L>D2E3": 22, "<L>D3E4": 23, "<L>D4E5": 24, "<NL>A0B1": 25, "<NL>A0B2": 26, "<NL>A0B3": 27, "<NL>A0B4": 28, "<NL>A0B5": 29, "<NL>A1B2": 30, "<NL>A1B3": 31, "<NL>A1B4": 32, "<NL>A1B5": 33, "<NL>A2B3": 34, "<NL>A2B4": 35, "<NL>A2B5": 36, "<NL>A3B4": 37, "<NL>A3B5": 38, "<NL>A4B5": 39, "<NL>A0C1": 40, "<NL>A0C2": 41, "<NL>A0C3": 42, "<NL>A0C4": 43, "<NL>A0C5": 44, "<NL>A1C2": 45, "<NL>A1C3": 46, "<NL>A1C4": 47, "<NL>A1C5": 48, "<NL>A2C3": 49, "<NL>A2C4": 50, "<NL>A2C5": 51, "<NL>A3C4": 52, "<NL>A3C5": 53, "<NL>A4C5": 54, "<NL>A0D1": 55, "<NL>A0D2": 56, "<NL>A0D3": 57, "<NL>A0D4": 58, "<NL>A0D5": 59, "<NL>A1D2": 60, "<NL>A1D3": 61, "<NL>A1D4": 62, "<NL>A1D5": 63, "<NL>A2D3": 64, "<NL>A2D4": 65, "<NL>A2D5": 66, "<NL>A3D4": 67, "<NL>A3D5": 68, "<NL>A4D5": 69, "<NL>A0E1": 70, "<NL>A0E2": 71, "<NL>A0E3": 72, "<NL>A0E4": 73, "<NL>A0E5": 74, "<NL>A1E2": 75, "<NL>A1E3": 76, "<NL>A1E4": 77, "<NL>A1E5": 78, "<NL>A2E3": 79, "<NL>A2E4": 80, "<NL>A2E5": 81, "<NL>A3E4": 82, "<NL>A3E5": 83, "<NL>A4E5": 84, "<NL>B0C1": 85, "<NL>B0C2": 86, "<NL>B0C3": 87, "<NL>B0C4": 88, "<NL>B0C5": 89, "<NL>B1C2": 90, "<NL>B1C3": 91, "<NL>B1C4": 92, "<NL>B1C5": 93, "<NL>B2C3": 94, "<NL>B2C4": 95, "<NL>B2C5": 96, "<NL>B3C4": 97, "<NL>B3C5": 98, "<NL>B4C5": 99, "<NL>B0D1": 100, "<NL>B0D2": 101, "<NL>B0D3": 102, "<NL>B0D4": 103, "<NL>B0D5": 104, "<NL>B1D2": 105, "<NL>B1D3": 106, "<NL>B1D4": 107, "<NL>B1D5": 108, "<NL>B2D3": 109, "<NL>B2D4": 110, "<NL>B2D5": 111, "<NL>B3D4": 112, "<NL>B3D5": 113, "<NL>B4D5": 114, "<NL>B0E1": 115, "<NL>B0E2": 116, "<NL>B0E3": 117, "<NL>B0E4": 118, "<NL>B0E5": 119, "<NL>B1E2": 120, "<NL>B1E3": 121, "<NL>B1E4": 122, "<NL>B1E5": 123, "<NL>B2E3": 124, "<NL>B2E4": 125, "<NL>B2E5": 126, "<NL>B3E4": 127, "<NL>B3E5": 128, "<NL>B4E5": 129, "<NL>C0D1": 130, "<NL>C0D2": 131, "<NL>C0D3": 132, "<NL>C0D4": 133, "<NL>C0D5": 134, "<NL>C1D2": 135, "<NL>C1D3": 136, "<NL>C1D4": 137, "<NL>C1D5": 138, "<NL>C2D3": 139, "<NL>C2D4": 140, "<NL>C2D5": 141, "<NL>C3D4": 142, "<NL>C3D5": 143, "<NL>C4D5": 144, "<NL>C0E1": 145, "<NL>C0E2": 146, "<NL>C0E3": 147, "<NL>C0E4": 148, "<NL>C0E5": 149, "<NL>C1E2": 150, "<NL>C1E3": 151, "<NL>C1E4": 152, "<NL>C1E5": 153, "<NL>C2E3": 154, "<NL>C2E4": 155, "<NL>C2E5": 156, "<NL>C3E4": 157, "<NL>C3E5": 158, "<NL>C4E5": 159, "<NL>D0E1": 160, "<NL>D0E2": 161, "<NL>D0E3": 162, "<NL>D0E4": 163, "<NL>D0E5": 164, "<NL>D1E2": 165, "<NL>D1E3": 166, "<NL>D1E4": 167, "<NL>D1E5": 168, "<NL>D2E3": 169, "<NL>D2E4": 170, "<NL>D2E5": 171, "<NL>D3E4": 172, "<NL>D3E5": 173, "<NL>D4E5": 174}